[
  {
    "quote": "That's thirty minutes away. I'll be there in ten.",
    "movie": "Pulp Fiction",
    "year": 1994
  },
  {
    "quote": "Esmeralda: What is your name?\nButch: Butch.\nEsmeralda: What does it mean?\nButch: I'm American, honey. Our names don't mean shit.",
    "movie": "Pulp Fiction",
    "year": 1994
  },
  {
    "quote": "The truth hurts doesn't it, Hapsburg? Oh, sure maybe not as much as jumping on a bike with the seat missing...",
    "movie": "The Naked Gun 2½: The Smell of Fear",
    "year": 1991
  },
  {
    "quote": "I'm sorry I can't be more optimistic, Doctor, but we've got a long road ahead of us. It's like having sex. It's a painstaking and arduous task that seems to go on and on forever, and just when you think things are going your way, nothing happens.",
    "movie": "The Naked Gun 2½: The Smell of Fear",
    "year": 1991
  },
  {
    "quote": "Jesus Quintana: You ready to be fucked, man? I see you rolled your way into the semis. Dios mio, man. Liam and me, we're gonna fuck you up.\nThe Dude: Yeah, well, you know, that's just, like, your opinion, man.\nJesus Quintana: Let me tell you something, pendejo. You pull any of your crazy shit with us, you flash a piece out on the lanes, I'll take it away from you, stick it up your ass and pull the fucking trigger 'til it goes \"click.\"\nThe Dude: Jesus.\nJesus Quintana: You said it, man. Nobody fucks with the Jesus.\nWalter Sobchak: Eight-year-olds, Dude.",
    "movie": "The Big Lebowski",
    "year": 1998
  },
  {
    "quote": "Do you see what happens, Larry? Do you see what happens when you fuck a stranger in the ass!",
    "movie": "The Big Lebowski",
    "year": 1998
  },
  {
    "quote": "Maude Lebowski: Do you like sex, Mr. Lebowski?\nThe Dude: 'Scuse me?\nMaude Lebowski: Sex. The physical act of love. Coitus. Do you like it?\nThe Dude: I was talking about my rug.\nMaude Lebowski: You're not interested in sex?\nThe Dude: You mean coitus?",
    "movie": "The Big Lebowski",
    "year": 1998
  },
  {
    "quote": "Walter Sobchak: Am I wrong?\nThe Dude: No you're not wrong.\nWalter Sobchak: Am I wrong?\nThe Dude: You're not wrong Walter. You're just an asshole.\nWalter Sobchak: All right then.",
    "movie": "The Big Lebowski",
    "year": 1998
  },
  {
    "quote": "Penny: Wait a minute, wait a minute, you want to make a hair barrette with bluetooth?\nSheldon: Penny, everything is better with Bluetooth.",
    "movie": "The Big Bang Theory",
    "year": 2007
  },
  {
    "quote": "- How long did God take to make the world?\n- Six days, and he rested on the seventh.\n- He should've taken longer. He would have done a better job.",
    "movie": "Flashbacks of a Fool",
    "year": 2008
  },
  {
    "quote": "The world ain't all sunshine and rainbows. It's a very mean and nasty place, and I don't care how tough you are, it will beat you to your knees and keep you there permanently if you let it. You, me, or nobody is gonna hit as hard as life. But it ain't about how hard you hit. It's about how hard you can get hit and keep movin' forward. How much you can take and keep movin' forward!",
    "movie": "Rocky Balboa",
    "year": 2006
  },
  {
    "quote": "It's not so much that I want to kill her. I just want her not to be alive anymore.",
    "movie": "Family Guy",
    "year": 1999
  },
  {
    "quote": "Everything is a version of something else.",
    "movie": "Closer",
    "year": 2004
  }
]
