[
  {
    "quote": "No. Try not. Do... or do not. There is no try.",
    "movie": "Star Wars: Episode V - The Empire Strikes Back",
    "year": 1977
  },
  {
    "quote": "True love cannot be found where it does not truly exist, nor can it be hidden where it truly does.",
    "movie": "Kissing a Fool",
    "year": 1998
  },
  {
    "quote": "Oh yes, the past can hurt. But you can either run from it, or learn from it.",
    "movie": "The Lion King",
    "year": 1994
  },
  {
    "quote": "Why are you trying so hard to fit in when you are born to stand out?",
    "movie": "What a Girl Wants",
    "year": 2003
  },
  {
    "quote": "Life moves pretty fast. If you don't stop and look around once in a while, you could miss it.",
    "movie": "Ferris Bueller's Day Off",
    "year": 1986
  },
  {
    "quote": "You can’t live your life for other people. You’ve got to do what’s right for you, even if it hurts some people you love.",
    "movie": "The Notebook",
    "year": 2004
  },
  {
    "quote": "We are who we choose to be.",
    "movie": "Spider-Man",
    "year": 2002
  },
  {
    "quote": "Don’t let anyone ever make you feel like you don’t deserve what you want.",
    "movie": "10 Things I Hate About You",
    "year": 1999
  },
  {
    "quote": "I do not regret the things I have done, but those I did not do.",
    "movie": "Empire Records",
    "year": 1995
  },
  {
    "quote": "It is not our abilities that show what we truly are. It is our choices.",
    "movie": "Harry Potter and the Chamber of Secrets",
    "year": 2002
  },
  {
    "quote": "Run, Forrest! Run! ",
    "movie": "Forrest Gump",
    "year": 1994
  },
  {
    "quote": "Don't ever let somebody tell you... You can't do something. Not even me. All right? You got a dream... You gotta protect it. People can't do somethin' themselves, they wanna tell you you can't do it. If you want somethin', go get it. Period.",
    "movie": "The Pursuit of Happyness",
    "year": 2006
  },
  {
    "quote": "To see the world, things dangerous to come to, to see behind walls, draw closer, to find each other, and to feel. That is the purpose of life.",
    "movie": "The Secret Life of Walter Mitty",
    "year": 2013
  },
  {
    "quote": "Alice, you cannot live your life to please others. The choice must be yours, because when you step out to face that creature, you will step out alone.",
    "movie": "Alice in Wonderland",
    "year": 2010
  },
  {
    "quote": "After a while, you learn to ignore the names people call you and just trust who you are.",
    "movie": "Shrek",
    "year": 2001
  },
  {
    "quote": "If you’re going to try, go all the way. Otherwise don’t even start. This could mean losing girlfriends, wives, relatives, jobs. And maybe your mind. It could mean not eating for three or four days. It could mean freezing on a park bench. It could mean jail. It could mean derision. It could mean mockery, isolation. Isolation is the gift. All the others are a test of your endurance. Of how much you really want to do it. And you’ll do it, despite rejection in the worst odds. And it will be better than anything else you can imagine.",
    "movie": "Factotum",
    "year": 2005
  },
  {
    "quote": "All we have to decide is what to do with the time that is given to us.",
    "movie": "The Lord of the Rings: The Fellowship of the Ring",
    "year": 2001
  },
  {
    "quote": "It's what you do right now that makes a difference.",
    "movie": "Black Hawk Down",
    "year": 2001
  },
  {
    "quote": "Our lives are defined by opportunities; even the ones we miss.",
    "movie": "The Curious Case of Benjamin Button",
    "year": 2008
  },
  {
    "quote": "Great men are not born great, they grow great.",
    "movie": "The Godfather",
    "year": 1972
  },
  {
    "quote": "And me? I still believe in paradise. But now at least I know it's not some place you can look for. Because it's not where you go. It's how you feel for a moment in your life when you're a part of something. And if you find that moment... It lasts forever.",
    "movie": "The Beach",
    "year": 2000
  },
  {
    "quote": "Only if you find peace within yourself, will you find true connection with others.",
    "movie": "Before Sunrise",
    "year": 1995
  },
  {
    "quote": "And I know what I have to do now. I gotta keep breathing. Because tomorrow the sun will rise. Who knows what the tide could bring?",
    "movie": "Cast Away",
    "year": 2000
  },
  {
    "quote": "To find something, anything, a great truth or a lost pair of glasses, you must first believe there would be some advantage in finding it.",
    "movie": "All the King’s Men",
    "year": 2006
  }
]
